Repository: MarcelBolten/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: de_de, ru_ru

source: Login through your institution
de_de: Über Ihre Institution anmelden
ru_ru: Войти с помощью организации

source: Generate an API Key
de_de: Erstelle API-Schlüssel
ru_ru: Сгенерировать ключ API

source: Duplicate
de_de: Duplizieren
ru_ru: Создать копию

source: Make a PDF
de_de: PDF erstellen
ru_ru: Сделать PDF

source: Make a ZIP
de_de: ZIP erstellen
ru_ru: Сделать ZIP

source: Show related
de_de: Verwandte anzeigen
ru_ru: Показать связанные

source: Timestamp Experiment
de_de: Experiment zeitstempeln
ru_ru: Эксперимент с временным штампом

source: Next step
de_de: Nächster Schritt
ru_ru: Следующий шаг

source: Add a step
de_de: Einen Schritt hinzufügen
ru_ru: Добавить шаг

source: Draw something
de_de: Etwas zeichnen
ru_ru: Добавить рисунок

source: Clear
de_de: Zurücksetzen
ru_ru: Очистить

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. You should add it in the 'uploads' folder. The file needs to be in %sPEM-encoded (ASCII)%s format!
de_de: Dies sollte auf die Zertifikatskette zeigen, die von Ihrem externen Timestamping Anbieter genutzt wird, um die Timestamps zu signieren.%sLokaler Pfad relativ zum eLabFTW Installations-Verzeichnis. Sie sollten es im 'uploads'-Ordner hinzufügen. Die Datei muss %sPEM-enkodiertem (ASCII)%s-Format entsprechen!
ru_ru: Это должно указывать на цепочку сертификатов, используемых внешним провайдером временных штампов.%sЛокальный путь относительно пути установки системы eLabFTW. Вы должны добавить их в папку 'uploads'. Файл должен быть в формате %sPEM (ASCII)%s!

source: A password is already set.
de_de: Ein Passwort wurde bereits festgelegt.
ru_ru: Пароль уже установлен.

source: %sClear it%s or change it below:
de_de: %sLeeren %s oder ändern Sie es weiter unten:
ru_ru: %sОчистите%s или измените ниже:

source: Allow timestamp
de_de: Zeitstempel erlaubt
ru_ru: Разрешить временные штампы

source: Order by:
de_de: Sortieren nach:
ru_ru: Упорядочить по:

source: Use default
de_de: Benutze Vorgabe
ru_ru: Использовать по умолчанию

source: Comment
de_de: Kommentar
ru_ru: Комментировать

source: Sort:
de_de: Sortieren:
ru_ru: Сортировать:

source: Only lowercase letters are allowed.
de_de: Nur Kleinbuchstaben sind erlaubt.
ru_ru: Разрешен только нижний регистр.

source: Disable the rich text editor and write Markdown directly
de_de: Deaktiviere visuellen Texteditor und aktiviere direkte Verwendung von Markdown-Syntax
ru_ru: Отключить редактор текста и писать разметку вручную

source: Default visibility for new experiments
de_de: Vorgegebene Sichtbarkeit neuer Experimente
ru_ru: Видимость по-умолчанию для новых экспериментов

source: User
de_de: Benutzer
ru_ru: Пользователь

source: Template content
de_de: Vorlageninhalt
ru_ru: Данные шаблона

source: Please finalize install: %slink to documentation%s.
de_de: Bitte schließen Sie die Installation ab: %sLink zur Dokumentation%s.
ru_ru: Пожалуйста закончите установку: %sссылка на документацию%s.

source: Archive
de_de: Archiv
ru_ru: Архив

source: If you are behind a firewall/proxy, enter the address here. Example: http://proxy.example.com:3128
de_de: Falls Sie sich hinter einer Firewall/einem Proxy befinden, geben Sie hier dessen Adresse ein. Beispiel: http://proxy.beispiel.de:3128
ru_ru: Если Вы находитесь за фаерволом или прокси, введите адрес здесь. Например http://proxy.example.com:3128

source: Enable local account creation:
de_de: Aktiviere die Erstellung lokaler Benutzerzugänge:
ru_ru: Разрешить создание аккаунтов локально:

source: Show local login form:
de_de: Zeige lokales Anmeldeformular:
ru_ru: Показывать локальную форму входа:

source: You can still show the local login form by appending ?letmein to the login page URL.
de_de: Sie können die lokale Anmeldeseite immer anzeigen, indem sie ?letmein an die Adresse der Anemeldeseite anhängen.
ru_ru: Вы все еще можете показывать локальную форму входа, добавляя ?letmein к адресу страницы входа.

source: Back to listing
de_de: Zurück zur Übersicht
ru_ru: Назад к списку

source: Manage templates
de_de: Vorlagen verwalten
ru_ru: Управление шаблонами

source: Welcome to eLabFTW. Use the 'Create new' button to get started!
de_de: Willkommen bei eLabFTW. Benutzen Sie den "Neu erstellen"-Knopf um zu beginnen!
ru_ru: Добро пожаловать в eLabFTW! Воспользуйтесь кнопкой 'Создать' чтобы начать!

source: Select all
de_de: Alle auswählen
ru_ru: Выбрать все

source: Clear selection
de_de: Auswahl zurücksetzen
ru_ru: Очистить выбор

source: Invert selection
de_de: Auswahl umkehren
ru_ru: Обратить выделение

source: With selected:
de_de: Für Auswahl:
ru_ru: С выбранными:

source: Change status
de_de: Status ändern
ru_ru: Изменить статус

source: Change item type
de_de: Elementtyp ändern
ru_ru: Изменить тип

source: Make Zip
de_de: ZIP erstellen
ru_ru: Создать ZIP

source: Make Csv
de_de: CSV erstellen
ru_ru: Создать CSV

source: Please make sure to remove any reference to this file in the body!
de_de: Bitte stellen Sie sicher, dass alle Verweise auf diese Datei aus dem Dokument entfernt wurden!
ru_ru: Пожалуйста, убедитесь что все ссылки на этот файл убраны!

source: Insert in text at cursor position
de_de: Text an Cursorposition einfügen
ru_ru: Вставить текст в положение курсора

source: Hi. %s left a comment on your experiment. Have a look: %s
de_de: Hallo, %s hat einen Kommentar zu Ihrem Experiment verfasst. Kommentar anzeigen: %s
ru_ru: Здравствуйте! %s оставил комментарий Вашему эксперименту. Взгляните на него: %s

source: Archive user
de_de: Nutzer archivieren
ru_ru: Пользователь в архиве

source: Login as anonymous visitor
de_de: Login als anonymer Besucher
ru_ru: Войти как аноним

source: Import to your profile
de_de: Import in Ihr Profil
ru_ru: Импортировать в ваш профиль

source: Anonymous visitors can see database items:
de_de: Anonyme Besuche können Datenbank-Elemente sehen:
ru_ru: Анонимные посетители могут видеть эти данные из БД:

source: PDF configuration
de_de: PDF Konfiguration
ru_ru: Конфигурация PDF

source: Select paper format for PDF
de_de: Auswahl des Papierformat für PDF
ru_ru: Выберите формат страницы для PDF

source: Generate PDF/A compliant pdfs (will embed the fonts and make the file bigger)
de_de: Erzeuge PDF/A kompatible PDFs (wird die Schriftarten in das Dokument einbetten und die Datei vergrößern)
ru_ru: Генерировать совместимые с PDF/A файлы (это включит шрифты в файлы и увеличит их размер)

source: Add attached files summary to the pdf
de_de: Übersicht der angehängten Dateien dem PDF hinzufügen
ru_ru: Добавлять информацию о прикрепленных файлах в PDF

source: Show experiments from the team on the Experiments page
de_de: Experimente des Teams auf der Experimente-Seite anzeigen
ru_ru: Показать эксперименты команды на странице Экспериментов

source: Allow anonymous visitors to login and see Public experiments:
de_de: Login und Ansicht öffentlicher Experimente für anonyme Besucher erlauben:
ru_ru: Разрешить анонимным пользователям заходить и видеть публичные эксперименты:

source: Change visibility
de_de: Sichtbarkeit ändern
ru_ru: Изменить видимость

source: Previous page
de_de: Vorherige Seite
ru_ru: Предыдущая страница

source: Next page
de_de: Nächste Seite
ru_ru: Следующая страница

source: Upload a new version of this file
de_de: Neue Version dieser Datei hochladen
ru_ru: Загрузить новую версию этого файла

source: Cartoon (proteins only)
de_de: Cartoon (nur für Proteine)
ru_ru: Анимация (только протеины)

source: Cross
de_de: Kreuzen
ru_ru: Крест

source: Line
de_de: Zeile
ru_ru: Линия

source: Sphere
de_de: Sphäre
ru_ru: Сфера

source: Installation URL:
de_de: Installations-URL:
ru_ru: Ссылка установки:

source: Maximum file size for uploaded files
de_de: Maximale Größe für hochgeladene Dateien
ru_ru: Максимальный размер загружаемого файла

source: Timezone
de_de: Zeitzone
ru_ru: Временная зона

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login information in the admin panel.
de_de: Sie können einstellen, ob Teams den globalen Timestamping Account benutzen dürfen. Wenn diese Einstellung auf <em>no</em> gesetzt ist, muss der Teamadmin entsprechende Logininformationen im Adminpanel hinterlegen.
ru_ru: Вы можете управлять возможностью команд использовать глобальный аккаунт для временных штампов. Если указано <em>нет</em>, то администратор команды должен добавить аккаунт в админ-панели.

source: revision available
de_de: Revision verfügbar
ru_ru: версия доступна

source: completed
de_de: vollständig
ru_ru: завершено

source: commented
de_de: kommentiert
ru_ru: закомментировано

source: Close
de_de: Schließen
ru_ru: Закрыть

source: Todolist
de_de: To-do-Liste
ru_ru: Список ToDo

source: Enable Chinese, Japanese and Korean fonts in PDF generation (WARNING: this will dramatically increase the file size unless you disable PDF/A)
de_de: Aktiviere chinesische, japanische und koreanische Schriftarten in der PDF-Erstellung (WARNUNG: Diese Einstellung wird die Dateigröße drastisch erhöhen, sofern PDF/A nicht deaktiviert wird)
ru_ru: Разрешить китайские/японские/корейские шрифты при генерации PDF (ВАЖНО: это очень сильно увеличит размер файла если вы не отключите PDF/A)

source: Import a .elabftw.zip archive.
de_de: Importiere ein .elabftw.zip-Archiv.
ru_ru: Импорт архива .elabftw.zip.

source: Manage tags of the team
de_de: Tags des Teams verwalten
ru_ru: Управление тегами команды

source: Select status
de_de: Status auswählen
ru_ru: Выберите статус

source: Select number of stars
de_de: Anzahl der Sterne auswählen
ru_ru: Выберите количество звезд

source: Tip: you can use '%' as wildcard
de_de: Hinweis: Sie können '%' als Wildcard benutzen
ru_ru: Подсказка: вы можете использовать '%' как wildcard

source: You can use a TODOlist by pressing '%s'.
de_de: Sie können eine To-do-Liste aufrufen, indem Sie '%s' drücken.
ru_ru: Вы можете использовать список дел нажав '%s'

source: Select a team
de_de: Wählen Sie ein Team
ru_ru: Выберите команду

source: Privacy policy
de_de: Datenschutz-Bestimmungen
ru_ru: Политика конфиденциальности

source: Generate report
de_de: Bericht generieren
ru_ru: Создать отчет

source: Language:
de_de: Sprache:
ru_ru: Язык:

source: The canonical address of the eLabFTW installation. If this value is empty, eLabFTW will try to guess it, but in some instances, it might not be correct so you should fill this setting. Example: https://elabftw.example.org
de_de: Die kanonische Adresse der eLabFTW-Installation. Wenn dieser Wert leer ist, versucht eLabFTW, ihn zu erraten. In einigen Fällen ist er jedoch möglicherweise nicht korrekt. Geben Sie diese Einstellung ein. Beispiel: https://elabftw.example.org
ru_ru: Канонический адрес установки eLabFTW. Если это значение пустое, eLabFTW попытается угадать его, но в некоторых случаях оно может быть неверным, поэтому вам следует заполнить этот параметр. Пример: https://elabftw.example.org

source: This allows users without an account to login into a team and see the experiments with public visibility. Administrators of each team can choose whether or not database items will be visible.
de_de: Auf diese Weise können sich Benutzer ohne Konto in ein Team einloggen und die Experimente öffentlich anzeigen. Die Administratoren jedes Teams können auswählen, ob Datenbankelemente angezeigt werden sollen oder nicht.
ru_ru: Это позволяет пользователям без учетной записи войти в команду и увидеть эксперименты с публичной видимостью. Администраторы каждой команды могут выбрать, будут ли элементы базы данных отображаться или нет.

source: Switch this instance in open science mode:
de_de: Schalten Sie diese Instanz in den offenen Wissenschaftsmodus:
ru_ru: Переключите этот экземпляр в открытый научный режим:

source: This allows search engines to crawl the site. Visitors will be automatically logged in in the specified team.
de_de: Dadurch können Suchmaschinen die Website crawlen. Besucher werden automatisch in das angegebene Team eingeloggt.
ru_ru: Это позволяет поисковым системам сканировать сайт. Посетители будут автоматически авторизованы в указанной команде.

source: Select which team will be open to the world in open science mode:
de_de: Wählen Sie aus, welches Team im Open Science-Modus für die Welt offen sein soll:
ru_ru: Выберите, какая команда будет открыта для мира в режиме открытой науки:

source: This has no effect if open science mode is disabled.
de_de: Dies hat keine Auswirkung, wenn der offene Wissenschaftsmodus deaktiviert ist.
ru_ru: Это не имеет никакого эффекта, если открытый научный режим отключен.

source: Without a valid way to send emails, users won't be able to reset their password. It is recommended to create a specific %ssmtp2go.com%s account and add the information here.
de_de: Ohne eine gültige Methode zum Senden von E-Mails können Benutzer ihr Passwort nicht zurücksetzen. Es wird empfohlen, ein bestimmtes %ssmtp2go.com%s -Konto zu erstellen und die Informationen hier hinzuzufügen.
ru_ru: Без действительного способа отправки электронных писем пользователи не смогут сбросить свой пароль. Рекомендуется создать определенную учетную запись%ssmtp2go.com%s и добавить информацию здесь.

source: SMTP (recommended)
de_de: SMTP (empfohlen)
ru_ru: SMTP (рекомендуется)

source: Local MTA
de_de: Lokaler MTA
ru_ru: Местный МТА

source: Adjust your privacy policy notice
de_de: Passen Sie Ihre Datenschutzerklärung an
ru_ru: Настройте уведомление о политике конфиденциальности

source: Note: the text below is a template and must be edited and saved.
de_de: Hinweis: Der folgende Text ist eine Vorlage und muss bearbeitet und gespeichert werden.
ru_ru: Примечание: приведенный ниже текст является шаблоном и должен быть отредактирован и сохранен.

source: Search users
de_de: Benutzer suchen
ru_ru: Поиск пользователей

source: User ID
de_de: Benutzer ID
ru_ru: ID пользователя

source: Delete user
de_de: Benutzer löschen
ru_ru: Удалить пользователя

source: No user found!
de_de: Keine Benutzer gefunden!
ru_ru: Пользователь не найден!

source: Select an identity provider
de_de: Wählen Sie einen Identitätsanbieter aus
ru_ru: Выберите провайдера идентификации

source: The selected item(s) and all associated data will be permanently deleted. This cannot be undone. Are you sure?
de_de: Die ausgewählten Element(e) und alle zugehörigen Daten werden dauerhaft gelöscht. Das kann nicht rückgängig gemacht werden. Bist du sicher?
ru_ru: Выбранные элементы и все связанные данные будут удалены без возможности восстановления. Это не может быть отменено. Ты уверен?

source: Delete this tag?
de_de: Schlagwort löschen?
ru_ru: Удалить этот тег?

source: by
de_de: von
ru_ru: по

source: Experiment was timestamped by %s on %s at %s
de_de: Das Experiment wurde von %s am %s um %s mit einem Zeitstempel versehen
ru_ru: Эксперимент был отмечен меткой времени%s на%s на%s

source: Book item
de_de: Element reservieren
ru_ru: Пункт книги

source: Use single column layout
de_de: Verwenden Sie ein einspaltiges Layout
ru_ru: Использовать макет одного столбца

source: Enter your password to edit your profile.
de_de: Geben Sie Ihr Passwort ein, um Ihr Profil zu bearbeiten.
ru_ru: Введите пароль для редактирования своего профиля.

source: API keys
de_de: API-Schlüssel
ru_ru: API ключи

source: Existing keys
de_de: Bestehende Schlüssel
ru_ru: Существующие ключи

source: Permissions
de_de: Berechtigungen
ru_ru: права доступа

source: Creation date
de_de: Erstellungsdatum
ru_ru: Дата создания

source: Read/Write
de_de: Lesen/Schreiben
ru_ru: Чтение / запись

source: Read Only
de_de: Schreibgeschützt
ru_ru: Только чтение

source: Create new key
de_de: Neuen Schlüssel erstellen
ru_ru: Создать новый ключ

source: 2. Select a visibility:
de_de: 2. Wählen Sie eine Sichtbarkeit:
ru_ru: 2. Выберите видимость:

source: 3. Select a ZIP file to import:
de_de: 3. Wählen Sie eine zu importierende ZIP-Datei aus:
ru_ru: Выберите ZIP-файл для импорта

source: You belong to the %s team.
de_de: Sie gehören zum %s Team.
ru_ru: Вы принадлежите к команде%s.

source: No templates from other members of the team to display!
de_de: Keine Vorlagen von anderen Teammitgliedern zum Anzeigen!
ru_ru: Нет шаблонов от других членов команды для отображения!

source: Send an email to all team members
de_de: Senden Sie eine E-Mail an alle Teammitglieder
ru_ru: Отправить письмо всем членам команды

source: Subject
de_de: Betreff
ru_ru: Тема

source: Content
de_de: Inhalt
ru_ru: Содержание

source: Email sent to %d users
de_de: E-Mail an %d Benutzer gesendet
ru_ru: Письмо отправлено%d пользователям

source: Registration is disabled.
de_de: Registrierung ist deaktiviert.
ru_ru: Регистрация отключена.

source: Email provided is invalid.
de_de: Die angegebene E-Mail-Adresse ist ungültig.
ru_ru: Адрес электронной почты недействителен.

source: Wrong key for resetting password
de_de: Falscher Schlüssel zum Zurücksetzen des Passworts
ru_ru: Неправильный ключ для сброса пароля

source: Hello. Your account on eLabFTW was validated by an admin. Follow this link to login:
de_de: Hallo. Ihr Konto bei eLabFTW wurde von einem Administrator validiert. Folgen Sie diesem Link, um sich anzumelden:
ru_ru: Привет. Ваша учетная запись на eLabFTW была подтверждена администратором. Перейдите по этой ссылке, чтобы войти:

source: This item is locked. You cannot edit it!
de_de: Dieses Element ist gesperrt. Sie können es nicht bearbeiten!
ru_ru: Этот объект заблокирован. Вы не можете редактировать его!

source: Input is too short! (minimum: %d)
de_de: Die Eingabe ist zu kurz! (minimum: %d)
ru_ru: Вход слишком короткий! (минимум:%d)

source: Public
de_de: Öffentlich
ru_ru: общественного

source: Everyone with an account
de_de: Jeder mit einem Account
ru_ru: Все, у кого есть аккаунт

source: Only the team
de_de: Nur das team
ru_ru: Только команда

source: This experiment was locked by %s. You don't have the rights to unlock this.
de_de: Dieses Experiment wurde von %s gesperrt. Sie haben nicht das Recht, dies freizuschalten.
ru_ru: Этот эксперимент был заблокирован%s. У вас нет прав, чтобы разблокировать это.

source: Import a .csv (Excel spreadsheet) file into the database. First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv. IMPORTANT: one of the column MUST be named 'title'. You should make a tiny import of 3 lines to see if everything works before importing a big file.
de_de: Importieren Sie eine CSV-Datei (Excel-Tabelle) in die Datenbank. Zuerst müssen Sie Ihre .xls / .xlsx-Datei in Excel oder Libreoffice öffnen und als .csv speichern. WICHTIG: Eine der Spalten MUSS 'title' heißen. Sie sollten einen kleinen Import von 3 Zeilen durchführen, um zu prüfen, ob alles funktioniert, bevor Sie eine große Datei importieren.
ru_ru: Импортируйте файл CSV (электронная таблица Excel) в базу данных. Сначала вам нужно открыть файл .xls / .xlsx в Excel или Libreoffice и сохранить его как .csv. ВАЖНО: один из столбцов ДОЛЖЕН быть назван «title». Вы должны сделать небольшой импорт из 3 строк, чтобы увидеть, все ли работает, прежде чем импортировать большой файл.

source: 3. Select a delimiter:
de_de: 3. Bitte Wählen Sie ein Trennzeichen:
ru_ru: 3. Выберите разделитель:

source: 4. Select a CSV file to import:
de_de: 4. Bitte wählen Sie eine zu importierende CSV-Datei aus:
ru_ru: 4. Выберите файл CSV для импорта:

source: Unarchive user
de_de: Benutzer aus dem Archiv entfernen
ru_ru: Разархивировать пользователя

source: Annotate this image
de_de: Kommentieren Sie dieses Bild
ru_ru: Добавить аннотацию к этому изображению

source: Save as image
de_de: Als Bild speichern
ru_ru: Сохранить как изображение

source: Share
de_de: Teilen
ru_ru: Поделиться

source: Announcement
de_de: Ankündigung
ru_ru: Объявление

source: The following text will be displayed to all users on all pages while it's active.
de_de: Der folgende Text wird allen Benutzern auf jeder Seite angezeigt, solange diese aktiv ist.
ru_ru: Пока он активирован, следующий текст будет отображаться всем пользователям на всех страницах

source: Admins can always delete experiments:
de_de: Administratoren können jederzeit Experimente löschen:
ru_ru: Администраторы всегда могут удалить эксперименты:

source: Setting this to «no» will completely remove the ability to delete experiments for everyone.
de_de: Wenn Sie diese Option auf «Nein» setzen, wird die Möglichkeit zum Löschen von Experimenten für alle Benutzer vollständig verhindert.
ru_ru: Установка «Нет» полностью удалит для всех возможность удалять эксперименты.

source: Steps
de_de: Schritte
ru_ru: Этапы

source: Results per page
de_de: Ergebnisse pro Seite
ru_ru: Результатов на страницу

source: Stroke width
de_de: Strichbreite
ru_ru: Ширина хода

source: Eraser
de_de: Radiergummi
ru_ru: Ластик

source: Delete this step?
de_de: Diesen Schritt löschen?
ru_ru: Удалить этот этап?

source: Delete this link?
de_de: Diesen Link löschen?
ru_ru: Удалить эту ссылку?

source: %s%d%sSee bookings%s
de_de: %s%d%sZeige Buchungen%s
ru_ru: %s%d%sПоказать бронирование%s

source: Can write
de_de: Darf schreiben
ru_ru: Могу написать

source: All bookable items
de_de: Alle buchbaren Elemente
ru_ru: Все бронируемые предметы

source: Create experiment from template
de_de: Erstelle Experiment aus Vorlage
ru_ru: Создать эксперимент из шаблона

source: Add user
de_de: Benutzer hinzufügen
ru_ru: Добавить пользователя

source: comma
de_de: komma
ru_ru: запятая

source: Select type
de_de: Wähle Typ
ru_ru: Выберите тип

source: Expand all
de_de: Alles ausklappen
ru_ru: Расширить все

source: Clear all
de_de: Alles bereinigen
ru_ru: Очистить все

source: Enforce a domain name for emails
de_de: Erzwinge einen Domain Namen für E-Mails
ru_ru: Обеспечить доменное имя для электронной почты

source: Only email addresses at this domain will be allowed to register an account.
de_de: Es ist nur E-Mail Adressen dieser Domain gestattet, Benutzer zu registrieren.
ru_ru: Только адреса электронной почты в этом домене будут разрешены для регистрации учетной записи.

source: Add account
de_de: Füge Benutzer hinzu
ru_ru: Добавить аккаунт

source: Edit event
de_de: Bearbeite Event
ru_ru: Изменить событие

source: Unbind
de_de: Lösen
ru_ru: освобождать

source: Bind an experiment
de_de: An Experiment heften
ru_ru: Привязать эксперимент

source: Attach
de_de: Anfügen
ru_ru: Прикреплять

source: Delete this event
de_de: Lösche dieses Ereignis
ru_ru: Удалить это событие

source: Load into JSON Editor
de_de: In JSON Editor laden
ru_ru: Загрузить в JSON Editor

source: Display the molecule editor in edit mode
de_de: Zeige den Molekül Editor im Bearbeiten Modus an
ru_ru: Отобразить редактор молекул в режиме редактирования

source: Default write permission for new experiments
de_de: Standard Schreibrechte für neue Experimente
ru_ru: Разрешение на запись по умолчанию для новых экспериментов

source: Only emails @%s are authorized to register
de_de: Nur Mailadressen die mit @%s enden ist es gestattet sich zu registrieren
ru_ru: Только электронные письма @%s авторизованы для регистрации

source: Collapse all
de_de: Alles zusammenfassen
ru_ru: Свернуть все

source: Account successfully created
de_de: Konto erfolgreich erstellt
ru_ru: Учетная запись пользователя успешно создана

source: Password must contain at least %d characters.
de_de: Das Passwort muss mindestes %d Buchstaben enthalten.
ru_ru: Пароль должен содержать не менее %d символов.

source: Display size:
de_de: Bildschirmgröße:
ru_ru: Размер отображения:

source: Large (default)
de_de: Groß (Standard)
ru_ru: Большой (по умолчанию)

source: Medium
de_de: Mittel
ru_ru: Средний

source: Small
de_de: Klein
ru_ru: Маленький

source: Edit permissions
de_de: Bearbeite Berechtigungen
ru_ru: Изменить разрешения

source: More options
de_de: Mehr
ru_ru: Больше вариантов
