Repository: MarcelBolten/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: de_de, ru_ru

source: Manage Permissions
de_de: Verwalte Berechtigungen
ru_ru: Управление разрешениями

source: Team(s)
de_de: Teams(s)
ru_ru: Команда(ы)

source: Help us to translate eLabFTW!
de_de: Hilf uns eLabFTW zu übersetzen!
ru_ru: Помогите нам перевести eLabFTW!

source: Reset your password
de_de: Passwort zurücksetzen
ru_ru: Сбросить пароль

source: Send reset link
de_de: Link zum zurücksetzen senden
ru_ru: Отправить ссылку сброса

source: Login to your account
de_de: Benutzer Login
ru_ru: Войдите в свой аккаунт

source: Forgot password?
de_de: Passwort vergessen?
ru_ru: забыл пароль?

source: Don't have an account? %sRegister%s now!
de_de: Noch keinen Benutzer? Jetzt %sregistrieren%s!
ru_ru: У вас нет аккаунта? %sRegister%s сейчас!

source: From here you can edit or delete the tags for your team. Click the tag to edit it. Then click the deduplicate button to merge similar tags.
de_de: Lösche oder Bearbeite Tags deines Teams. Klicke auf den Tag um es zu bearbeiten. Klicke abschließend auf den Deduplizieren Knopf um gleiche Tags zusammenzufassen.
ru_ru: Отсюда вы можете редактировать или удалять теги для вашей команды. Нажмите на тег, чтобы отредактировать его. Затем нажмите кнопку дедупликации, чтобы объединить похожие теги.

source: Your account is linked to several teams. Select in which team you want to log in
de_de: Dein Benutzer ist mehreren Teams zugewiesen. Bitte wähle das Team mit welchem du dich anmelden möchtest
ru_ru: Ваш аккаунт связан с несколькими командами. Выберите, в какую команду вы хотите войти

source: Invalid email/password combination.
de_de: E-Mail/Passwort Kombination ungültig.
ru_ru: Неправильная комбинация электронной почты и пароля.

source: Change teams for user
de_de: Teams für den Benutzer ändern
ru_ru: Изменить команды для пользователя

source: Add team
de_de: Team hinzufügen
ru_ru: Добавить команду

source: Remove team
de_de: Team entfernen
ru_ru: Удалить команду

source: Display the JSON editor in edit mode
de_de: JSON-Editor im Bearbeitungsmodus anzeigen
ru_ru: Отобразите редактор JSON в режиме редактирования

source: Your session expired.
de_de: Ihre Sitzung ist abgelaufen.
ru_ru: Ваша сессия истекла.

source: Follow eLabFTW on Twitter!
de_de: Folgen Sie eLabFTW auf Twitter!
ru_ru: Следите за eLabFTW в Твиттере!

source: Code repository on GitHub
de_de: Quellcode auf GitHub
ru_ru: Репозиторий кода на GitHub

source: Join the discussion on Gitter
de_de: Treten Sie der Diskussion auf Gitter bei
ru_ru: Присоединяйтесь к обсуждению на Gitter

source: Report a bug
de_de: Bug melden
ru_ru: Сообщить об ошибке

source: Unconfirmed users
de_de: Unbestätigte Benutzer
ru_ru: Неподтвержденные пользователи

source: Member of:
de_de: Mitglied von:
ru_ru: Член:

source: Enable french style signature block in pdf export (setting is only set for this browser)
de_de: Unterschriftenzeile im Französischen Stil im PDF-Export aktivieren (Die Einstellung wird nur für diesen Browser gespeichert)
ru_ru: Включить блок подписи во французском стиле в экспорте в PDF (настройка устанавливается только для этого браузера)

source: Registration and authentication configuration
de_de: Registrierungs- und Authentifizierungseinstellungen
ru_ru: Конфигурация регистрации и аутентификации

source: Team Organisation ID
de_de: Organisationskennung des Teams
ru_ru: Идентификатор команды

source: None
de_de: Keine
ru_ru: Никто

source: Logged in as
de_de: Eingeloggt als
ru_ru: Вы вошли как

source: Export
de_de: Exportieren
ru_ru: экспорт

source: Reset password
de_de: Passwort zurücksetzen
ru_ru: Сброс пароля

source: Register
de_de: Registrieren
ru_ru: регистр

source: Please %slogout%s before you register another account.
de_de: Bitte %sloggen Sie sich aus%s bevor Sie ein anderes Konto anlegen.
ru_ru: Пожалуйста,%slogout%s, прежде чем зарегистрировать другую учетную запись.

source: No local account creation is allowed!
de_de: Lokale Kontoerstellung ist nicht gestattet!
ru_ru: Создание локальной учетной записи не допускается!

source: Profile
de_de: Profil
ru_ru: Профиль

source: User Control Panel
de_de: Benutzereinstellungen
ru_ru: Панель управления пользователя

source: eLabFTW Configuration
de_de: eLabFTW-Konfiguration
ru_ru: Конфигурация eLabFTW

source: Revisions
de_de: Revisionen
ru_ru: Ревизии

source: You cannot login now because of too many failed login attempts.
de_de: Sie können sich derzeit wegen zu vieler fehlgeschlagener Loginversuche nicht einloggen.
ru_ru: Вы не можете войти сейчас из-за слишком большого количества неудачных попыток входа.

source: Last modified
de_de: Zuletzt geändert
ru_ru: Последнее изменение

source: I agree with the %sPrivacy Policy%s
de_de: Ich stimme der %sDatenschutzerklärung%s zu
ru_ru: Я согласен с политикой %sконфиденциальности%s

source: User panel
de_de: Benutzerseite
ru_ru: Панель пользователя

source: Error sending email
de_de: Fehler beim Senden der E-Mail
ru_ru: Ошибка при отправке электронной почты

source: Switch editor
de_de: Editor umschalten
ru_ru: Переключить редактор

source: Related items
de_de: verwandte Elemente
ru_ru: Похожие материалы

source: Related experiments
de_de: verwandte Experimente
ru_ru: Связанные эксперименты

source: View mode
de_de: Anzeigemodus
ru_ru: Режим просмотра

source: Pinned
de_de: angehefted
ru_ru: Закреплено

source: Toggle content
de_de: Inhalt umschalten
ru_ru: Переключить контент

source: External auth
de_de: externe Authentifizierung
ru_ru: Внешняя авторизация

source: Maximum number of stored revisions per entry:
de_de: Maximale Anzahl an gespeicherten Revisionen pro Eintrag:
ru_ru: Максимальное количество хранимых ревизий на запись:

source: Setting this to a low value will help keeping the database size small. Setting this to 0 will allow infinite number of revisions stored.
de_de: Das Setzen eines niedrigen Wertes hilft, die Datenbankgröße klein zu halten. Das Setzen des Wertes auf 0 ermöglich, dass unendlich viele Revisionen gespeichert werden können.
ru_ru: Установка низкого значения поможет сохранить небольшой размер базы данных. Установка этого параметра на 0 позволит сохранять бесконечное количество ревизий.

source: External authentication mapping
de_de: Abbildung der externen Authentifizierung.
ru_ru: Сопоставление внешней аутентификации

source: If the server manages authentication, then you can provide here the environment variables names for user information.
de_de: Wenn der Server die Authentifizierung verwaltet, dann können Sie hier die Namen der Umgebungsvariablen für Benutzerinformationen angeben.
ru_ru: Если сервер управляет аутентификацией, вы можете указать здесь имена переменных среды для информации о пользователе.

source: Show templates from the team on the Templates page and in the menus
de_de: Vorlagen des Teams auf der Seite Vorlagen und in den Menüs anzeigen
ru_ru: Показывать шаблоны от команды на странице шаблонов и в меню

source: Make PDF
de_de: Erstelle PDF
ru_ru: Сделать PDF

source: Make JSON
de_de: Erstelle JSON
ru_ru: Сделать JSON

source: Toggle visibility
de_de: Sichtbarkeit umschalten
ru_ru: Переключить видимость

source: Toggle pin
de_de: Pin umschalten
ru_ru: Переключить контакт

source: Last modified on %s
de_de: Zuletzt verändert am %s
ru_ru: Последнее изменение %s

source: File comment
de_de: Dateikommentar
ru_ru: Файловый комментарий

source: [eLabFTW] Your account has been created
de_de: [eLabFTW] Ihr Benutzerkonto wurde erstellt
ru_ru: [eLabFTW] Ваша учетная запись создана

source: Hi. Your account has been created but it is currently inactive (you cannot log in). The team admin has been notified and will validate your account. You will receive an email when it is done.
de_de: Hallo. Ihr Benutzerkonto wurde erstellt, ist aber zur Zeit inaktiv (sie können sich nicht anmelden). Der Team-Administrator wurde benachrichtigt und wird Ihr Benutzerkonto bestätigen. Sie werden eine E-Mail erhalten wenn das erledigt ist.
ru_ru: Здравствуй. Ваша учетная запись создана, но в настоящее время неактивна (вы не можете войти в систему). Администратор команды был уведомлен и проверит вашу учетную запись. Когда это будет сделано, вы получите электронное письмо.

source: Note: new user will need to use the "Forgot password" button on the login page to set a password.
de_de: Hinweis: Der neue Beutzer muss den "Passwort vergessen" Knopf auf der Anmeldeseite betätigen um ein Passwort zu erstellen.
ru_ru: Примечание: новый пользователь должен будет использовать кнопку «Забыли пароль» на странице входа, чтобы установить пароль.

source: Visible on registration page
de_de: Sichtbar auf der Registrierungsseite
ru_ru: Видно на странице регистрации

source: You can add several domains by separating them with a comma.
de_de: Sie können mehrere Domains (Komma getrennt) hinzufügen.
ru_ru: Вы можете добавить несколько доменов, разделив их запятыми.

source: Remote user
de_de: Fern-Benutzer
ru_ru: Удаленный пользователь

source: Logout URL
de_de: URL der Abmeldeseite
ru_ru: URL выхода

source: Download template
de_de: Vorlage herunterladen
ru_ru: Скачать шаблон

source: Destroy template
de_de: Vorlage löschen
ru_ru: Уничтожить шаблон

source: Enforce read permissions?
de_de: Leserecht erzwingen?
ru_ru: Принудительно разрешить чтение?

source: Select if you want to enforce read permissions on experiments
de_de: Auswählen falls Sie Leserechte für Experimente erzwingen möchten.
ru_ru: Выберите, если вы хотите принудительно разрешить чтение для экспериментов.

source: Enforced read permissions on experiments
de_de: Leserechte für Experimente erzwingen
ru_ru: Принудительные разрешения на чтение для экспериментов

source: Enforce the read permission for all experiments of users in this team.
de_de: Leserecht für alle Experimente von Teammitgliedern erzwingen.
ru_ru: Обеспечьте разрешение на чтение для всех экспериментов пользователей в этой команде.

source: Enforce write permissions?
de_de: Schreibrechte erzwingen?
ru_ru: Принудительно разрешить запись?

source: Select if you want to enforce write permissions on experiments
de_de: Auswählen falls Sie Schreibrechte für Experimente erzwingen möchten.
ru_ru: Выберите, если вы хотите принудительно разрешить запись для экспериментов.

source: Enforced write permissions on experiments
de_de: Schreibrechte für Experimente erzwingen
ru_ru: Принудительные разрешения на запись для экспериментов

source: Enforce the write permission for all experiments of users in this team.
de_de: Schreibrecht für alle Experimente von Teammitgliedern erzwingen.
ru_ru: Обеспечьте право записи для всех экспериментов пользователей в этой команде.

source: Go
de_de: Los
ru_ru: Идти

source: Unfinished steps
de_de: Unerledigte Schritte
ru_ru: Незаконченные шаги

source: Read permissions enforced by admin. Aborting change.
de_de: Leserechte vom Administrator vorgegeben. Änderung abbrechen.
ru_ru: Разрешения на чтение установлены администратором. Отмена изменения.

source: Please wait…
de_de: Bitte warten...
ru_ru: Пожалуйста, подождите…

source: Toggle create new menu
de_de: Aktivieren Sie das Kontrollkästchen Neues Menü erstellen
ru_ru: Переключить создание нового меню

source: Import from file
de_de: Aus Datei importieren
ru_ru: Импортировать из файла

source: Reorder templates
de_de: Vorlagen neu anordnen
ru_ru: Изменить порядок шаблонов

source: Toggle JSON editor save menu
de_de: Menü zum Speichern des JSON-Editors umschalten
ru_ru: Переключить меню сохранения редактора JSON

source: Import in database
de_de: In Datenbank importieren
ru_ru: Импортировать в базу данных

source: Import in experiments
de_de: Import in Experimenten
ru_ru: Импорт в экспериментах

source: File uploaded successfully
de_de: Datei erfolgreich hochgeladen
ru_ru: Файл успешно загружен

source: Filename
de_de: Dateiname
ru_ru: Имя файла

source: Enter name of the file
de_de: Geben Sie den Namen der Datei ein
ru_ru: Введите имя файла

source: Owned by %s
de_de: Besitzer ist %s

source: Deduplicate
de_de: De­du­pli­zie­ren

source: Uses 2FA?
de_de: Zwei-Faktor-Authentifizierung nutzen?

source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
ru_ru: Двухфакторная аутентификация

source: Open your authenticator application and scan the QR code.
de_de: Öffnen Sie Ihre Authentifizierungs-Anwendung und scannen Sie den QR-Code.

source: Secret for manual setup
de_de: Geheimnis für manuelle Einrichtung

source: Authentication code
de_de: Authentifizierungscode
ru_ru: Код аутентификации

source: Open the authenticator app on your device to get your authentication code and verify your identity.
de_de: Öffnen Sie die Authentifizierungs-App auf Ihrem Gerät, um Ihren Authentifizierungscode zu erhalten und Ihre Identität zu überprüfen.

source: Verify
de_de: Überprüfen

source: Strict mode
de_de: Strenger Modus
ru_ru: Строгий режим

source: Display mode:
de_de: Anzeigemodus:

source: Item list (default)
de_de: Liste der Elemente (Voreinstellung)

source: Tabular
de_de: Tabellarisch

source: Use two-factor authentication?
de_de: Zwei-Faktor-Authentifizierung verwenden?
ru_ru: Использовать двухфакторную аутентификацию?

source: LDAP configuration
de_de: LDAP-Konfiguration

source: This page allows you to configure LDAP authentication.
de_de: Auf dieser Seite können Sie die LDAP-Authentifizierung konfigurieren.

source: Toggle LDAP login
de_de: LDAP-Anmeldung einschalten

source: Domain name or IP address
de_de: Domänenname oder IP-Adresse
ru_ru: Доменное имя или IP адрес

source: Default: 389 LDAPS: 636
de_de: Voreinstellung: 389 LDAPS: 636

source: Username
de_de: Benutzername

source: Use TLS
de_de: TLS nutzen

source: You are already authenticated
de_de: Sie sind bereits authentifiziert

source: Continue
de_de: Fortfahren

source: Local
de_de: Lokal

source: Lock
de_de: Sperren

source: Actions
de_de: Aktionen

source: Hi. A new user registered an account on eLabFTW: %s (%s).
de_de: Hallo. Ein neuer Benutzer hat ein Konto bei eLabFTW registriert: %s (%s).

source: Head to the admin panel to validate the account: %s
de_de: Wechseln Sie zum Administrationsbereich, um folgendes Konto zu validieren: %s

source: Authentication required
de_de: Authentifizierung notwendig

source: Two Factor Authentication was not enabled!
de_de: Zwei-Faktor-Authentifizierung wurde nicht aktiviert!

source: The code you entered is not valid!
de_de: Der eingegebene Code ist ungültig!

source: Two Factor Authentication is now enabled!
de_de: Zwei-Faktor-Authentifizierung ist jetzt aktiviert!

source: Nothing selected!
de_de: Nichts selektiert!

source: Do you want to replace the file on the server with this edit?
de_de: Möchten Sie die Datei auf dem Server durch diese Bearbeitung ersetzen?

source: Load metadata
de_de: Metadaten laden

source: Save as file
de_de: Als Datei speichern

source: Save as metadata
de_de: Als Metadaten speichern

source: Minimum number of characters that need to be changed in order to create a new revision per entry:
de_de: Mindestanzahl der Zeichen, die geändert werden müssen, um eine neue Revision pro Eintrag zu erstellen:

source: Setting this to a high value will help keeping the database size small.
de_de: Diese Einstellung auf einen hohen Wert zu setzen hilft die Datenbankgröße klein halten.

source: Time after which inactive sessions are invalidated (force logout) (in seconds):
de_de: Zeit, nach der inaktive Sitzungen ungültig gemacht werden (Abmeldung erzwingen) (in Sekunden):

source: Set to 0 to disable this feature.
de_de: Den Wert auf 0 setzen, um diese Funktion zu deaktivieren.

source: Edit metadata
de_de: Metadaten bearbeiten

source: Created by
de_de: Erstellt von

source: Linked item
de_de: Verknüpftes Element

source: This email domain is not allowed. Allowed domains: %s
de_de: Diese E-Mail-Domäne ist nicht zugelassen. Erlaubte Domänen: %s

source: Editing metadata
de_de: Bearbeiten von Metadaten

source: Extra fields
de_de: Zusätzliche Felder

source: Template title
de_de: Titel der Vorlage

source: Display attached files with thumbnails
de_de: Zeige angehängte Dateien mit Vorschaubild

source: Show experiments/database items from outside the team
de_de: Zeige Experimente/Datenbankelemente von außerhalb des Teams

source: Started on
de_de: Begonnen am

source: Add to blockchain
de_de: Zur Blockchain hinzufügen

source: Login page announcement
de_de: Ankündigung auf der Login-Seite

source: The following text will be displayed only on the login page.
de_de: Der folgende Text wird nur auf der Login-Seite angezeigt.

source: %d users are currently prevented from logging on after too many failed tries.
de_de: %d Benutzer werden aufgrund von zu vielen Fehlversuchen an der Anmeldung gehindert.

source: Users can delete items:
de_de: Benutzer dürfen Elemente löschen:

source: An admin account will always be able to delete items.
de_de: Ein Adminkonto kann jederzeit Elemente löschen.

source: Users can create tags:
de_de: Benutzer dürfen Schlagwörter erstellen.

source: An admin account will always be able to create tags.
de_de: Ein Administrator Konto kann immer Tags erstellen.

source: Edit filename
de_de: Dateinamen anpassen

source: Sent from eLabFTW
de_de: Gesendet von eLabFTW

source: Owner + Admin(s)
de_de: Besitzer + Admin(s)

source: Owner only
de_de: Nur Besitzer

source: Users cannot delete items.
de_de: Benutzer dürfen keine Elemente löschen.

source: Users cannot create tags.
de_de: Benutzer dürfen keine Schlagwörter erstellen.

source: Only me and admins
de_de: Nur ich und Admins

source: Experiment
ru_ru: Эксперимент

source: Team
ru_ru: Команда

source: Status
ru_ru: Статус

source: Name
ru_ru: Имя

source: Server
ru_ru: Сервер

source: SMTP Port:
ru_ru: Порт SMTP:

source: Filter status
ru_ru: Статус фильтра

source: Teams
ru_ru: Команды

source: [eLabFTW] Test email
ru_ru: [eLabFTW] Тестовое письмо

source: PHP Version
ru_ru: Версия PHP

source: bytes
ru_ru: байт

source: Information
ru_ru: Информация

source: Import
ru_ru: Импортировать

source: Tag manager
ru_ru: Менеджер тегов

source: Info
ru_ru: Информация

source: Id
ru_ru: Я бы

source: semicolon
ru_ru: точка с запятой

source: Tab
ru_ru: табуляция

source: Team Name
ru_ru: Название команды
