Repository: MarcelBolten/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: de_de, ru_ru

source: Yes
de_de: Ja
ru_ru: Да

source: No
de_de: Nein
ru_ru: Нет

source: The passwords do not match!
de_de: Die Passwörter stimmen nicht überein!
ru_ru: Пароли не совпадают!

source: A mandatory field is missing!
de_de: Ein Pflichtfeld fehlt!
ru_ru: Отсутствует обязательное поле!

source: Password
de_de: Passwort
ru_ru: Пароль

source: Firstname
de_de: Vorname
ru_ru: Имя

source: Lastname
de_de: Nachname
ru_ru: Фамилия

source: Database
de_de: Datenbank
ru_ru: База данных

source: Date
de_de: Datum
ru_ru: Дата

source: Title
de_de: Titel
ru_ru: Заголовок

source: Visibility
de_de: Sichtbarkeit
ru_ru: Видимость

source: Edit
de_de: Bearbeiten
ru_ru: Редактировать

source: Save
de_de: Speichern
ru_ru: Сохранить

source: Saved
de_de: Gespeichert
ru_ru: Сохранено

source: Cancel
de_de: Abbrechen
ru_ru: Отмена

source: Saving
de_de: Wird gespeichert
ru_ru: Сохранение

source: Save and go back
de_de: Speichern und zurück
ru_ru: Сохранить и вернуться

source: Action
de_de: Aktion
ru_ru: Действие

source: Shortcut
de_de: Abkürzung
ru_ru: Ссылка

source: Create
de_de: Erstelle
ru_ru: Создать

source: Submit
de_de: Abschicken
ru_ru: Отправить

source: TODO list
de_de: TODO-Liste
ru_ru: Список дел

source: Phone
de_de: Telefon
ru_ru: Телефон

source: Mobile
de_de: Mobil
ru_ru: Моб. тел

source: Website
de_de: Webseite
ru_ru: Сайт

source: [eLabFTW] New user registered
de_de: [eLabFTW] Neuer Benutzer registriert
ru_ru: [eLabFTW] Зарегистрирован новый пользователь

source: Email sent. Check your INBOX.
de_de: E-Mail gesendet. Überprüfen Sie Ihren Posteingang.
ru_ru: Письмо отправлено. Проверьте вашу почту.

source: There are users waiting for validation of their account:
de_de: Benutzer warten auf Überprüfung ihres Kontos:
ru_ru: Эти пользователи ожидают проверки аккаунта:

source: Users
de_de: Benutzer
ru_ru: Пользователи

source: Types of items
de_de: Elementtypen
ru_ru: Типы элементов

source: Users can delete experiments:
de_de: Benutzer können Experimente löschen:
ru_ru: Пользователь может удалять эксперименты:

source: Name of the link in the top menu:
de_de: Name des Links im oberen Menü:
ru_ru: Название ссылки в верхнем меню:

source: Address where this link should point:
de_de: Zieladresse des Links:
ru_ru: Адрес, куда ведет эта ссылка:

source: Has an active account?
de_de: Hat ein aktives Konto?
ru_ru: Аккаунт активен?

source: Remove all experiments with this status before deleting this status.
de_de: Alle Experimente mit diesem Status vor dem Löschen dieses Status entfernen.
ru_ru: Удалите все эксперименты с этим статусом перед тем как удалить сам статус.

source: Default status
de_de: Standardstatus
ru_ru: Статус по умолчанию

source: Remove all database items with this type before deleting this type.
de_de: Lösche alle Datenbankelemente dieses Typs vor dem Löschen dieses Typs.
ru_ru: Удалите все данные этого типа из БД перед тем как удалить этот тип.

source: This is the default text when someone creates an experiment.
de_de: Dies ist der Standardtext, wenn jemand ein neues Experiment anlegt.
ru_ru: Это текст по-умолчанию когда кто-то создает эксперимент.

source: You should make a backup of your database before importing thousands of items!
de_de: Sie sollten eine Sicherungskopie der Datenbank machen, bevor sie große Mengen importieren!
ru_ru: Вы должны сделать резервную копию БД перед тем как импортировать столько данных!

source: 1. Select a type of item to import to:
de_de: 1. Wählen Sie eine Art von Element zum Importieren aus:
ru_ru: Выберите тип данных для импорта:

source: Import CSV
de_de: CSV-Import
ru_ru: Импортировать CSV

source: Only a sysadmin can put someone sysadmin.
de_de: Nur ein Systemadministrator kann jemanden zum Systemadministrator machen .
ru_ru: Только системный администратор может дать статус системного администратора.

source: Type it again
de_de: Tippen Sie es erneut ein
ru_ru: Введите его заново

source: Save new password
de_de: Neues Passwort speichern
ru_ru: Сохраните новый пароль

source: Untitled
de_de: Unbenannt
ru_ru: Без имени

source: You don't have the rights to lock/unlock this.
de_de: Sie verfügen nicht über die Rechte zum Sperren / Entsperren.
ru_ru: У Вас нет прав на блокировку/разблокировку этого эксперимента.

source: Login
de_de: Anmelden
ru_ru: Вход

source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein
ru_ru: Введите свой email адрес

source: experiments done since
de_de: Experimente durchgeführt seit
ru_ru: эксперименты, проводившиеся с

source: Someone is already using that email address!
de_de: Jemand ist bereits mit dieser E-Mail-Adresse angemeldet!
ru_ru: Этот email уже используется!

source: Registration successful :)<br>Welcome to eLabFTW o/
de_de: Registrierung erfolgreich :)<br>Willkommen bei eLabFTW o/
ru_ru: Регистрация успешна :)<br>Добро пожаловать! o/

source: go back to login page
de_de: gehen Sie zurück zur Anmeldeseite
ru_ru: перейти на страницу входа

source: Create your account
de_de: Eigenes Konto erstellen
ru_ru: Создайте свой аккаунт

source: create
de_de: erzeugen
ru_ru: создать

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
de_de: Hallo. Jemand (wahrscheinlich Sie) mit der IP-Adresse: %s und User-Agent %s hat ein neues Passwort für eLabFTW angefordert. Bitte folgen Sie diesem Link, um Ihr Passwort zurückzusetzen: %s
ru_ru: Привет. Некто (вероятно Вы) с адреса %s и с устройства %s затребовал новый пароль в систему. Пожалуйста пройдите по этой ссылке для сброса пароля: %s

source: Email not found in database!
de_de: E-Mail nicht in der Datenbank gefunden!
ru_ru: Email не найден в базе данных!

source: Restore
de_de: Wiederherstellen
ru_ru: Восстановить

source: Search
de_de: Suche
ru_ru: Искать

source: Search only in experiments owned by:
de_de: Nur in den Experimenten suchen von:
ru_ru: Искать только в экспериментах, принадлежащих:

source: Yourself
de_de: Selbst
ru_ru: Вы

source: Search in
de_de: Suche in
ru_ru: Искать в

source: Where date is between
de_de: Datum ist zwischen
ru_ru: Где дата между

source: and
de_de: und
ru_ru: и

source: And title contains
de_de: Und Titel enthält
ru_ru: И заголовок содержит

source: And body contains
de_de: Und Hauptteil enthält
ru_ru: И текст содержит

source: And status is
de_de: Und Status ist
ru_ru: И статус

source: And rating is
de_de: Und Bewertung ist
ru_ru: И рейтинг

source: Unrated
de_de: Nicht bewertet
ru_ru: Без оценки

source: Launch search
de_de: Suche starten
ru_ru: Начать поиск

source: Sorry. I couldn't find anything :(
de_de: Entschuldigung. Ich konnte nichts finden :(
ru_ru: Извините, мы не смогли ничего найти :(

source: Timestamp
de_de: Zeitstempel
ru_ru: Временной штамп

source: Security
de_de: Sicherheit
ru_ru: Безопасность

source: Members
de_de: Mitglieder
ru_ru: Члены

source: Items
de_de: Elemente
ru_ru: Предметы

source: Created
de_de: Erstellt
ru_ru: Создано

source: The teams can use the credentials below to timestamp:
de_de: Die Teams können folgende Anmeldeinformationen zum Erstellen eines Zeitstempels benutzen:
ru_ru: Команда может использовать эти данные для временного штампа:

source: Login for external timestamping service:
de_de: Benutzername für externen Zeitstempeldienst:
ru_ru: Вход для внешнего сервиса временных штампов:

source: Password for external timestamping service:
de_de: Passwort für externen Zeitstempeldienst:
ru_ru: Пароль от внешнего сервиса:

source: Users need validation by admin after registration:
de_de: Benutzer müssen nach der Anmeldung von einem Administrator bestätigt werden:
ru_ru: Пользователям необходимо подтверждение администратора после регистрации:

source: Set to yes for added security.
de_de: Auf "Ja" stellen für zusätzliche Sicherheit.
ru_ru: Выберите для дополнительной безопасности.

source: Number of allowed login attempts:
de_de: Anzahl der zulässigen Login-Versuche:
ru_ru: Чисто разрешенных попыток входа:

source: 3 might be too few. See for yourself :)
de_de: 3 könnte zu wenig sein. Überzeugen Sie sich selbst :)
ru_ru: 3 может быть слишком мало :)

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
de_de: Um einen Benutzer zu identifizieren, verwenden wir einen MD5-Hash aus User-Agent + IP, da es sicherlich zu Problemen führen würde, nur die IP-Adresse zu verwenden.
ru_ru: Чтобы идентифицировать пользователя мы используем md5 агента + IP. Если делать только по IP то могут возникнуть проблемы.

source: Address of the SMTP server:
de_de: Adresse des SMTP-Servers:
ru_ru: Адрес SMTP сервера:

source: Probably TLS
de_de: Wahrscheinlich TLS
ru_ru: TLS

source: Default is 587.
de_de: Der Standardwert ist 587.
ru_ru: По умолчанию 587.

source: SMTP username:
de_de: SMTP-Benutzername:
ru_ru: Имя пользователя SMTP:

source: SMTP password
de_de: SMTP-Passwort
ru_ru: Пароль SMTP

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
de_de: Der Admin eines Teams kann den Status und die Art der verfügbaren Elemente (%sAdmin-Kontrollzentrum%s) bearbeiten.
ru_ru: Администратор команды может редактировать статус и тип доступных пунктов в (%sАдминке%s)

source: Custom shortcuts are available (%sControl Panel%s).
de_de: Benutzerdefinierte Tastenkürzel stehen zur Verfügung (%sKontrollzentrum%s).
ru_ru: Другие комбинации клавиш доступны в (%sПанели Управления%s).

source: You can duplicate experiments in one click.
de_de: Sie können Experimente mit einem Klick zu duplizieren.
ru_ru: Вы можете создавать копии экспериментов одним нажатием.

source: Click a tag to list all items with this tag.
de_de: Klicken Sie auf ein Schlagwort, um alle Elemente mit diesem Schlagwort aufzulisten.
ru_ru: Нажмите на тег чтобы посмотреть все вещи с этим тегом.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
de_de: Einmal mit einem Zeitstempeln versehen, kann ein Experiment nicht entsperrt oder verändert werden. Nur Kommentare können hinzugefügt werden.
ru_ru: Эксперимент с временной меткой не может быть разблокирован или изменен, можно только добавлять комментарии.

source: Account
de_de: Konto
ru_ru: Аккаунт

source: Preferences
de_de: Einstellungen
ru_ru: Предпочтения

source: Templates
de_de: Vorlagen
ru_ru: Шаблоны

source: Modify your personal informations
de_de: Ändern Sie Ihre persönlichen Informationen
ru_ru: Изменить персональную информацию

source: Modify your identity
de_de: Ändern Sie Ihre Identität
ru_ru: Изменить личность

source: Modify your password
de_de: Ändern Sie Ihr Passwort
ru_ru: Изменить пароль

source: New password
de_de: Neues Passwort
ru_ru: Новый пароль

source: Confirm new password
de_de: Neues Passwort bestätigen
ru_ru: Подтвердите новый пароль

source: Modify your contact information
de_de: Ändern Sie Ihre Kontaktdaten
ru_ru: Изменить контакты

source: Update profile
de_de: Profil aktualisieren
ru_ru: Обновить профиль

source: Items per page:
de_de: Elemente pro Seite:
ru_ru: Позиций на странице:

source: Create new
de_de: Neu erstellen
ru_ru: Создать новый

source: Language
de_de: Sprache
ru_ru: Язык

source: Unique eLabID:
de_de: Einzigartige eLabID:
ru_ru: Уникальный ID:

source: Comments
de_de: Kommentare
ru_ru: Комментарии

source: Add a comment
de_de: Einen Kommentar hinzufügen
ru_ru: Добавить комментарий

source: Delete this?
de_de: Element löschen?
ru_ru: Удалить?

source: Statistics
de_de: Statistiken
ru_ru: Статистика

source: No statistics available yet.
de_de: Keine Statistik vorhanden.
ru_ru: Статистика пока не доступна.

source: Tags
de_de: Schlagwörter
ru_ru: Теги

source: Add a tag
de_de: Schlagwort hinzufügen
ru_ru: Добавить тег

source: Only me
de_de: Nur ich
ru_ru: Только я

source: Linked items
de_de: Verlinkte Elemente
ru_ru: Связанные вещи

source: Add a link
de_de: Link hinzufügen
ru_ru: Добавить связь

source: from the database
de_de: aus Datenbank
ru_ru: из базы данных

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Logout
de_de: Abmelden
ru_ru: Выход

source: Sysadmin panel
de_de: Sysadmin-Kontrollzentrum
ru_ru: Панель сисадмина

source: Admin panel
de_de: Admin-Kontrollzentrum
ru_ru: Панель админа

source: Powered by
de_de: Bereitgestellt von
ru_ru: Работает на

source: Page generated in
de_de: Seite generiert in
ru_ru: Страница сгенерирована за

source: You can have experiments templates (%sControl Panel%s).
de_de: Sie können Experiment-Vorlagen erhalten (%sEinstellungen%s)
ru_ru: Вы можете иметь шаблоны экспериментов (%sПанель Управления%s).

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
de_de: Wenn Sie Strg+Umschalt+D im Editor drücken, wird das Datum unter dem Cursor erscheinen.
ru_ru: Если Вы нажмете Ctrl+Shift+D в редакторе, то под курсором появится дата.

source: Go to user control panel
de_de: Gehe zu Benutzereinstellungen
ru_ru: Перейти в панель управления

source: URL for external timestamping service:
de_de: URL des externen Zeitstempeldienstes:
ru_ru: Ссылка на внешний сервис временных штампов:

source: Chain of certificates of the external timestamping service:
de_de: Zertifikatskette des externen Zeitstempeldienstes:
ru_ru: Цепочка сертификатов к этому сервису:

source: This should be the login associated with your timestamping service provider
de_de: Zugangsname für den Zeitstempeldienst
ru_ru: Логин к внешнему сервису

source: Your timestamping service provider password
de_de: Passwort für den Zeitstempeldienst
ru_ru: Пароль к внешнему сервису

source: You cannot unlock or edit in any way a timestamped experiment.
de_de: Sie können ein einmal mit einem Zeitstempel versehenes Experiment in keiner Weise bearbeiten oder wieder freigeben.
ru_ru: Вы не можете разблокировать или редактировать эксперимент с временным штампом.

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
de_de: Registrierung erfolgreich :)<br>Ihr Zugang muss nun durch einen Administrator aktiviert werden.<br>Sie werden eine E-Mail erhalten, sobald dies geschehen ist.
ru_ru: Регистрация успешна! :)<br>Ваш аккаунт теперь должен быть подтвержден администрацией.<br>Вы получите email как только это произойдет.

source: Attached file
de_de: Angehängte Datei
ru_ru: Прикрепленный файл

source: Attach a file
de_de: Datei anhängen
ru_ru: Прикрепить файл

source: Drop files here to upload
de_de: Dateien zum Hochladen hier fallen lassen
ru_ru: Перетащите сюда файлы для загрузки

source: You cannot restore a revision of a locked item!
de_de: Sie können keine Revision eines gesperrten Elementes wiederherstellen!
ru_ru: Вы не можете восстановить ревизию заблокированного элемента!

source: Molecule drawer
de_de: Molekül-Zeichenprogramm
ru_ru: Рисовальщик молекул

source: With the tag
de_de: Mit dem Schlagwort
ru_ru: С тегом

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
de_de: URL für %sRFC 3161%s-konforme Zeitstempelanfragen.
ru_ru: Это должна быть ссылка для запросов %sRFC 3161%s.

source: Download timestamped pdf
de_de: Mit Zeitstempel versehenes PDF herunterladen
ru_ru: Скачать PDF с временным штампом

source: item imported successfully.
de_de: Element erfolgreich importiert.
ru_ru: Импорт прошел успешно.

source: Installed version:
de_de: Installierte Version:
ru_ru: Установленная версия:

source: Miscellaneous
de_de: Verschiedenes
ru_ru: Разное

source: Import ZIP
de_de: ZIP importieren
ru_ru: Импортировать ZIP

source: seconds
de_de: Sekunden
ru_ru: секунды

source: An admin account will always be able to delete experiments.
de_de: Ein Administratorzugang wird immer in der Lage sein, Experimente zu löschen.
ru_ru: Аккаунт администратора всегда сможет удалять эксперименты.

source: There is a manual available %shere%s.
de_de: Ein Benutzerhandbuch ist %shier%s verfügbar.
ru_ru: Руководство пользователя доступно по %sссылке%s.

source: Order by
de_de: Anordnen nach
ru_ru: Упорядочить по

source: Sort
de_de: Sortieren
ru_ru: Сортировать

source: Download token
de_de: Token herunterladen
ru_ru: Скачать токен

source: Please configure Timestamping in the admin panel.
de_de: Bitte konfigurieren Sie den Zeitstempeldienst im Admin-Panel.
ru_ru: Пожалуйста настройте временные штампы в админке.

source: Remember me
de_de: Anmeldung merken
ru_ru: Запомнить меня

source: All the team
de_de: Alle Teammitglieder
ru_ru: Вся команда

source: Space means
de_de: Leerzeichen bedeutet
ru_ru: ?Интервал?

source: Invalid link. Reset links are only valid for one hour.
de_de: Ungültige Verknüpfung. Links zum Zurücksetzen sind nur eine Stunde gültig.
ru_ru: Некорректная ссылка. Ссылки для сброса действительны только в течении часа.

source: New password inserted. You can now login.
de_de: Das neue Password wurde eingefügt. Sie können sich jetzt anmelden.
ru_ru: Новый пароль установлен. Вы можете войти.

source: Lock/Unlock item
de_de: Sperren/entsperren des Elements
ru_ru: Заблокировать/Разблокировать

source: Once timestamped an experiment cannot be edited anymore! Are you sure you want to do this?
de_de: Sobald das Experiment mit einem Zeitstempel versehen wurde, kann es nicht mehr verändert werden. Wollen sie wirklich fortfahren?
ru_ru: После установки штампа эксперимент больше не может быть изменен! Вы уверены?

source: Send a test email
de_de: Test-E-Mail versenden
ru_ru: Отправить тестовое письмо

source: Send
de_de: Versenden
ru_ru: Отправить

source: No templates found
de_de: Keine Vorlagen gefunden
ru_ru: Шаблоны не найдены

source: Filter by type
de_de: Sortiere nach Typ
ru_ru: Фильтровать по типу

source: Category
de_de: Kategorie
ru_ru: Категория

source: Rating
de_de: Einschätzung
ru_ru: Рейтинг

source: DESC
de_de: Absteigend
ru_ru: УМЕНЬШ

source: ASC
de_de: Aufsteigend
ru_ru: УВЕЛ

source: Add a New Status
de_de: Neuen Status hinzufügen
ru_ru: Добавить Новый Статус

source: Color
de_de: Farbe
ru_ru: Цвет

source: Edit an Existing Status
de_de: Einen existierenden Status bearbeiten
ru_ru: Изменить Существующий Статус

source: Delete
de_de: Löschen
ru_ru: Удалить

source: Add a new type of item
de_de: Eine neues Element hinzufügen
ru_ru: Добавить новый тип

source: Bookable
de_de: Buchbar
ru_ru: Резервируемо

source: in the %sscheduler%s
de_de: in dem %sPlaner%s
ru_ru: в %sежедневнике%s

source: Database Items Types
de_de: Datenbank Element Typen
ru_ru: БД типов вещей

source: Edit the template
de_de: Vorlage bearbeiten
ru_ru: Изменить шаблон

source: Add a New Team
de_de: Neues Team hinzufügen
ru_ru: Добавить Новую Команду

source: Edit Existing Teams
de_de: Bestehende Teams bearbeiten
ru_ru: Редактировать Команды

source: Send a Mass Email
de_de: Gruppen-E-Mail versenden
ru_ru: Сделать Рассылку

source: Email Subject
de_de: E-Mail Betreff
ru_ru: Тема письма

source: Email Body
de_de: E-Mail Text
ru_ru: Текст письма

source: This section is out of your reach!
de_de: Dieser Bereich ist ausserhalb Ihrer Zuständigkeit!
ru_ru: У Вас нет доступа в этот раздел!

source: An error occurred!
de_de: Ein Fehler ist aufgetreten!
ru_ru: Ошибка!

source: Stick
de_de: Stab
ru_ru: ?Прикрепить?

source: Style
de_de: Stil
ru_ru: Стиль

source: [eLabFTW] New comment posted
de_de: [eLabFTW] Neuer Kommentar
ru_ru: [eLabFTW] Опубликован новый комментарий

source: Nothing to show with this id
de_de: Nichts zum Anzeigen mit dieser ID
ru_ru: С этим id ничего нет

source: Go back
de_de: Gehe zurück
ru_ru: Назад

source: Scheduler
de_de: Terminplaner
ru_ru: Ежедневник

source: No bookable items.
de_de: Keine buchbaren Elemente.
ru_ru: Нету вещей для резервации.

source: Select an equipment
de_de: Wähle ein Gerät aus
ru_ru: Выберите оборудование

source: Display
de_de: Bildschirm
ru_ru: Показать

source: Keyboard Shortcuts
de_de: Tastenkürzel
ru_ru: Комбинации Клавиш

source: Experiments Templates
de_de: Vorlagen für Experimente
ru_ru: Шаблоны Экспериментов

source: or
de_de: oder
ru_ru: или

source: Validate
de_de: Bestätigen
ru_ru: Подтвердить

source: Groups
de_de: Gruppen
ru_ru: Группы

source: Configure your Team
de_de: Konfiguriere Dein Team
ru_ru: Настройки Команды

source: Override general timestamping config
de_de: Allgemeine Zeitstempeleinstellungen überschreiben
ru_ru: Общие настройки временных штампов

source: Edit Users
de_de: Benutzer bearbeiten
ru_ru: Изменить Пользователей

source: Group
de_de: Gruppe
ru_ru: Группа

source: Reset user password
de_de: Passwort zurücksetzen
ru_ru: Сбросить пароль пользователя

source: characters minimum
de_de: Minimum an Zeichen
ru_ru: символов минимум

source: Common Experiment Template
de_de: Gemeinsame Vorlage für Experimente
ru_ru: Общий Шаблон Эксперимента

source: Import a CSV File
de_de: Importiere eine CSV Datei
ru_ru: Импортировать CSV

source: Import a ZIP File
de_de: Importiere eine ZIP Datei
ru_ru: Импортировать ZIP

source: 1. Select where to import:
de_de: 1. Importziel auswählen:
ru_ru: 1. Выберите куда импортировать:

source: Manage Groups of Users
de_de: Verwalte Benutzergruppen
ru_ru: Управление Группами Пользователей

source: Create a group
de_de: Erstelle eine Gruppe
ru_ru: Создать группу

source: Add
de_de: Hinzufügen
ru_ru: Добавить

source: Existing groups
de_de: Existierende Gruppen
ru_ru: Существующие группы

source: Latest version:
de_de: Letzte Version:
ru_ru: Последняя версия:

source: Usage Statistics
de_de: Benutzerstatistik
ru_ru: Статистика использования

source: Address of the Proxy:
de_de: Adresse des Proxy:
ru_ru: Адрес прокси-сервера:

source: Operating System
de_de: Betriebssystem
ru_ru: ОС

source: Largest integer supported
de_de: Größte unterstütze Ganzahl (integer)
ru_ru: Поддержка наибольшего числа

source: PHP configuration directory
de_de: PHP Konfigurationsverzeichnis
ru_ru: Директория конфигурации PHP

source: Timestamping Configuration
de_de: Zeitstempeleinstellungen
ru_ru: Конфигурация временных штампов

source: Security Settings
de_de: Sicherheits Einstellungen
ru_ru: Настройки безопасности

source: Time of the ban after failed login attempts (in minutes):
de_de: Zeit der Sperre des Accounts nach fehlgeschlagenen Anmeldeversuchen (in Minuten)
ru_ru: Время блокировки после неудачных попыток входа (мин):

source: E-mail Settings
de_de: E-Mail-Einstellungen
ru_ru: Настройки email

source: Send e-mails via:
de_de: Versende E-Mails via:
ru_ru: Отправка email через:

source: Select mailing method...
de_de: Wählen Sie die Versandmethode…
ru_ru: Выберите метод рассылок...

source: Sender address:
de_de: Absender:
ru_ru: Адрес отправителя:

source: Path to sendmail:
de_de: Pfad zu sendmail:
ru_ru: Путь к sendmail:

source: SMTP encryption:
de_de: SMTP-Verschlüsselung:
ru_ru: Шифрование SMTP:

source: My Profile
de_de: Mein Profil
ru_ru: Мой профиль

source: Help
de_de: Hilfe
ru_ru: Помощь

source: You can make links inside the text by typing # and an autocomplete menu will spawn with a list of Experiments/Items.
de_de: Sie können Links in den Text einfügen, indem Sie "#" eingeben. Eine Liste zur Autovervollständigung wird angezeigt, aus der Sie ein Experiment/einen Datenbankeintrag auswählen können.
ru_ru: Вы можете создавать ссылки внутри текста набирая # и меню автозаполнения само предложит вам Эксперименты/Вещи.

source: And visibility is:
de_de: Und die Sichtbarkeit ist:
ru_ru: И видимость:

source: Select visibility
de_de: Sichtbarkeit wählen
ru_ru: Выберите видимость

source: Organization
de_de: Organisation
ru_ru: Организация

source: Memory usage:
de_de: Speicherverbrauch:
ru_ru: Использование памяти:

source: Number of login attempt left before being banned for %s minutes: %s
de_de: Anzahl der Anmeldeversuche, bevor der Benutzer für %s Minuten blockiert wird: %s
ru_ru: Число попыток входа осталось до бана на %s минут: %s
